9/data/attachments/887eb75a2d548b6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christian_Republican_Actions_65721_3</nif:username>
            <nif:friendToBeRequested>soap_actions_3d7faf65-9c03-40a7-abcc-3222e0b31b6f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>